tap "candid82/brew"
tap "d12frosted/emacs-plus"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "yqrashawn/goku"
brew "ack"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "broot"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "dnscrypt-proxy", restart_service: true
brew "eza"
brew "fd"
brew "gmp"
brew "figlet"
brew "findutils"
brew "fortune"
brew "fzf"
brew "gcal"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "grep"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lf"
brew "llvm"
brew "man-db"
brew "moreutils"
brew "mpv"
brew "neovim"
brew "nnn"
brew "openssh"
brew "pandoc"
brew "pnpm"
brew "python"
brew "redshift", restart_service: true
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "vim"
brew "watchexec"
brew "wget"
brew "zsh"
brew "candid82/brew/joker"
brew "d12frosted/emacs-plus/emacs-plus"
brew "federico-terzi/espanso/espanso"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "yqrashawn/goku/goku"
cask "alacritty"
cask "bitbar"
cask "brave-browser"
cask "calibre"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklig"
cask "font-iosevka"
cask "font-jetbrainsmono-nerd-font"
cask "font-meslolg-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-drive-file-stream"
cask "hammerspoon"
cask "hyper"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "kekadefaultapp"
cask "kitty"
cask "libreoffice"
cask "mactex"
cask "qutebrowser"
cask "rectangle"
cask "ubersicht"
cask "visual-studio-code"
cask "whatsapp"
